{
  "valoria": {
    "histoire": "**INTRODUCTION**\n\nUn vent salé balaie la plage et caresse doucement le rivage. Le soleil baigne le sable d'une lumière éclatante et au milieu de ce paysage presque desert... vous.\n\nVos paupières s'ouvrent et une sensation étrange vous envahit : l'air est frais, le sol est dur, l'odeur de l'océan est omniprésente... mais votre esprit, lui, est vide. Aucun souvenir. Aucune identité. Rien, si ce n'est cette certitude que vous devez avancer.\n\n---\n\n## Bienvenue à Eldoria.\n\nUne île immense, peuplé d'une cité animée, de villages isolés et de terres presque inexplorées. Ce monde est vôtre à parcourir, à comprendre, à dominer.\n\n**Mais vous n'êtes pas seul.** Comme vous, d'autres âmes émergent des flots. Certains chercheront des réponses, d'autres traceront leur propre voie. Et au milieu du chaos, le choix vous reviendras de choisir à quelle cause servira votre force. Quatre grandes factions façonnent déjà le destin des plus ambitieux...\n\n---\n\n**Durée :** Plusieurs milliers d'années\n\n**Mesure du temps :** Pas de calendrier. On comptait les années par cycles de lune et par la durée des règnes.\n\n**Magie :** Inconnue à cette époque.\n\n**Arts de la guerre :** Uniquement basés sur la force, l'habileté et les armes traditionnelles.\n\n---\n\n### **Un continent, des empires**\n\nBien avant l'émergence de la magie, Valoria n'était qu'un vaste continent, rude et fragmenté en royaumes, tribus et empires. Chaque région cultivait ses langues, ses croyances, ses lois et ses tensions. Mais toutes partageaient une vérité commune : **la vie se méritait**. Les cartes se redessinaient, les alliances se nouaient et se rompaient sans fin ; aucun peuple ne régnait longtemps. **C'était une époque sans miracles.** Les légendes existaient, mais **la réalité l'emportait** :\n\nOn priait, mais **les cieux restaient muets**.\n\nOn sacrifiait, mais **les récoltes dépendaient des pluies et non des dieux**.\n\nPourtant, certains sages **observaient des anomalies** : des plantes qui ne fanaient jamais, des enfants aux rêves étrangement prémonitoires, des pierres vibrant sous les doigts. Mais tout cela **était relégué aux contes ou aux superstitions des campagnes**.\n\n---\n\n### **Un monde en conflit**\n\nPeu à peu, les royaumes devinrent plus puissants, et **les peuples se montrèrent de plus en plus orgueilleux**. Les grands empires cherchaient à tout contrôler : les mers, les richesses du sol, les terres lointaines... Les guerres se succédaient, sans véritable fin. Les traités de paix ne servaient qu'à préparer la prochaine bataille. Partout, on construisait sans réfléchir : des châteaux immenses, des remparts interminables, des villes posées sur l'eau. L'humanité progressait… **mais sans se demander jusqu'où elle pouvait aller**.\n\n---\n\nPuis arriva **la Nuit Rouge…**\n\nUn soir d'été : **trois lunes apparurent en même temps dans le ciel**, un phénomène jamais vu. Et soudain, le ciel se déchira.\n\n**Une pluie de météores, brûlants comme du métal en fusion**, traversa les nuages et s'abattit sur Valoria.\n\nSes **fragments** percutèrent le sol, détruisant des villes entières et réveillant des volcans endormis depuis des générations. **Tsunamis et séismes** achevèrent de ravager les terres. Ce n'était pas la fin du monde… c'était **le ciel qui nous tombait dessus**.\n\nMais un peu partout depuis cette catastrophe, on découvrit des pierres étranges… **des runes.**\n\n**La chute**\n\nDes blocs tombèrent en pluie éparse sur Valoria. Ils creusèrent des cratères, effacèrent des villages et brisèrent des chaînes de montagnes. Certains traversèrent les océans et soulevèrent des raz-de-marée qui redessinèrent les côtes. D'autres restèrent fichés dans la terre, fumants, inertes en apparence.\n\nLes civilisations de l'ancien monde, déjà fragiles, n'avaient aucune chance. Les capitales s'effondrèrent les une après les autres : parfois sous la masse des roches, parfois sous le chaos qui les suivait. Les routes commerciales disparurent. Les royaumes se retrouvèrent isolés et les échanges cessèrent.\n\nLa plupart crurent d'abord à une guerre divine, puis à une malédiction. Mais prières ni rituels ne purent contenir ce qui venait de commencer.\n\n**Les runes**\n\nCes pierres tombées du ciel n'étaient pas seulement destructrices : elles portaient autre chose.\n\nLes premiers survivants qui s'en approchèrent constatèrent vite leurs effets. Les animaux devenaient nerveux. Les végétaux croissaient de travers. Les outils se déformaient à leur contact. Surtout, elles semblaient émettre une force : une énergie.\n\nChez certains, la proximité prolongée provoquait des troubles du sommeil, des visions, parfois des dons inexplicables. Chez d'autres, elle n'apportait que mort : brûlés de l'intérieur, déformés ou simplement effacés.\n\nOn leur donna un nom : les runes. Personne ne savait d'où venait ce mot. Il s'imposa de lui-même, comme si les pierres s'étaient nommées seules. Les plus grandes gisaient dans des zones inhabitées, incassables. D'autres furent ensevelies, mais leur influence persista, souterraine et invisible. Pour faire court : Le monde subissait des mutations irréversibles.\n\n**Une lente réorganisation**\n\nIl a fallut des générations pour que Valoria trouve une forme de survie. Les anciens royaumes ne se relevèrent jamais : leurs souverains étaient morts et leurs systèmes obsolètes.\n\nÀ leur place surgirent des communautés isolées : refuges fortifiés, villages ruraux, cités reconstruites autour d'un fragment de rune… Le tout non pour le dominer, mais pour s'en protéger ou tenter de l'exploiter. Peu à peu, les hommes apprirent à vivre avec.\n\nOn vit naître les premiers objets imprégnés, les premières expériences, les premières disciplines magiques encore maladroites ou rudimentaires… \n\nPersonne ne maîtrisait vraiment ces forces. On les subissait, on les contournait, ou bien on les fuyait.\n\n**Cinq siècles plus tard**\n\nPuis un jour, sans avertissement, des corps apparurent sur les plages. Nus. Sans nom. Sans passé. Ils parlaient peu mais comprenaient vite. Nul ne savait d'où ils venaient pas même eux. On les appela les Ondrithes.\n\nD'abord considérés comme des anomalies, ils se multiplièrent. Chaque année, d'autres surgissaient. Toujours seuls. Toujours amnésiques.\n\nEt pour la première fois depuis l'impact, une même question résonna à travers Valoria :\n\nÉtaient-ils la conséquence ? Ou bien… le commencement ?\n\n---\n\n## FACTIONS & SYSTEMES D'ÉVEIL\n\n### LES HERMES  \nLes combattants de la faction Hermès sont réputés pour leur excellence en vitesse et en discrétion. Cette faction regroupe les joueurs privilégiant la rapidité et la précision d'attaque. Elle comprend principalement les classes archers, assassins, lancier ainsi que tout pratiquant d'armes fines et légères.\n\nEn éveil, les Hermes ont la capacité **Hawkeye** qui réduit leur temps de réaction de moitié peu importe la vitesse à laquelle ils vont. Cette règle s'applique uniquement s'ils ont un champ de vision dégagé et une posture équilibrée.\n\n### LES HECATES\nLa faction Hécate incarne puissance magique arts anciens, liés à la sorcellerie.  \nComposée de mages et d'ensorceleurs, les membres de cette faction savent mettre à profit les arcanes et les éléments pour influencer le cours des batailles.\n\nEn état d'éveil, les membres de la faction Hécate possèdent tous la capacité **Arcane Void**, leur permettant de réduire, voire annuler une attaque magique en l'étouffant avec leur propre magie. Cet effet doit être déclenché manuellement et ne fonctionne pas contre les techniques physiques.\n\n### LES ARÈS\nLa faction Arès arne la maîtrise des combats rapprochés. Ses rangs sont peuplés de combattants sans failles mais sans spécificités claire. Ces guerriers sont des experts capables d'utiliser presque toutes les variétés d'armes. Si sont souvent perçus comme des épéistes avec une habileté exceptionnelle, leur point fort reste uniquement l'adaptabilité.\n\nLorsqu'un Arès entre en état d'Éveil, il active automatiquement le skill **Ascendence** : chaque coup réussi augmente le temps de réaction de son adversaire de +0,1 sec.  \nCet effet est cumulable jusqu'à 3 fois et disparaît dès qu'il quitte cet état.\n\n### LES ATLAS\nLa faction Atlas incarne la force brute et l'endurance. Elle est composée de berserkers et de tanks qui maîtrisent des armes lourdes pour infliger des dégâts massifs, tout en résistant aux assauts les plus féroces.\n\nEn état d'éveil, les Atlas ont la capacité **Colossus Inertia** qui leur permet d'encaisser des attaques de force inférieure ou égale à 15Rs sans être interrompu dans leur actions. Ils ne peuvent aussi être projeté au loin et leur corps subissent une mutation qui les rendent plutôt durs mais le tout possède des limites.\n\n---\n\n## GAMEPLAY & MECANISMES\n\nAvant de commencer, il faut savoir que chaque faction de Valoria a un potentiel unique :  \nHermès : rapides et agiles.  \nAtlas : experts en destruction.  \nHécate : maîtres de la magie et des invocations.  \nArès : polyvalents, sans avantage particulier.\n\nTous les combattants, quelle que soit leur faction, peuvent atteindre l'éveil ou l'état de libération au troisième tour.  \n\n**L'éveil** est une phase où les capacités d'un combattant sont intensifiées jusqu'à son paroxysme. Mais cela n'est possible qu'après un temps de préparation.  \nL'éveil est progressif et atteint son apogée au troisième tour pour ne perdurer que deux tours ensuite. Et ce processus d'amplification affecte trois aspects principaux : **la vitesse**, **l'instruct et la magie**.  \n\n---\n\n### La vitesse  \nLa vitesse joue un rôle crucial dans les combats. Elle détermine qui a l'avantage en attaque rapide, en esquive et surtout en Réaction. Les combattants les plus rapides ont clairement un avantage significatif dans tous les aspects du déplacement lors d'un combat. À Valoria, chaque faction a une vitesse maximale qu'elle ne peut initialement excéder et la faction Hermès se distingue le plus par sa focalisation sur la vitesse et la précision des attaques, compensant au passage, leur manque de puissance brute.  \nLes règles liées à la vitesse sont simples mais nécessitent une compréhension approfondie et une pratique régulière selon votre faction pour maîtriser le sujet.\n\n---\n\n## PRÉMICES DU DUEL\n\nLe duel doit être fait avec l'accord des deux parties. L'initiateur du combat devient alors le joueur 1. Chaque joueur est ensuite prié de remettre sa fiche au modérateur avant de se positionner dans l'arène.\n\nLa distance initiale entre les combattants est de 15 mètres.\n\nLe joueur 1 commence et le joueur 2 enchaîne suite aux analyses et au next du modérateur.\n\n**La passation de deux pavés lors d'un duel font 1 tour de jeu (tdj).**\n\nLe combat peu importe sa nature un duel termine au 6 ième Tdj max avec le pavé du joueur 2.\n\nLa latence est de 6 minutes + 2 minutes additionnels ce qui fait un total de 8 minutes par pavé.\n\n**INTERDICTIONS FORMELLES**\n\n**Le Godmoding : Forcer le jeu en prenant un contrôle injustifié sur le personnage adverse ou les conséquences d'une action.**\n\n**Le Metagaming : Utiliser des informations hors de sa portée pour justifier son action. Cela va également dans le sens de Valoria et de ses règles.**\n\n**Le Time's up (Latence) : Chaque joueur dispose de 6 minutes pour rédiger son pavé, 2 minutes pour le relire et l'envoyer (ce qui fait 8 minutes). Une fois ces 8 minutes dépassés sans bouger, le joueur est considéré comme immobile et il subit de plein fouet tout assaut qui pointait vers lui.**\n\n---\n\n## RÈGLES SUR LA COURSE DE DRAGONS\n\nLes dragons ont toujours été les maîtres des cieux. Durant des siècles, ils furent un calvaire pour les habitants de Valoria, sauvages et imprévisibles. Mais avec le temps, ils finirent par être apprivoisés. Aujourd'hui, ils portent les guerriers avec endurance et leur force de frappe a fait d'eux des alliés indispensables dans les défis les plus dangereux. Peu à peu, la cavalerie a cédé la place à des compétitions de dragons, qui ne sont pas qu'une question de rapidité, mais aussi de maîtrise et de courage. C'est là que le meneur et sa monture démontrent leur lien et leur force. Dès lors, ces compétitions rythment la vie de Valoria…\n\n### Course de Dragons : Règles Officielles\n\nLe système repose sur des cœurs (✔) qui représentent l'intégrité du duo dragon-cavalier.  \nL'objectif est d'atteindre la ligne d'arrivée avec au moins 1 cœur restant. Si vos cœurs tombent à zéro, vous êtes immédiatement éliminé, même si vous êtes en tête. Cela signifie qu'un concurrent est éliminé s'il perd tous ses cœurs, même s'il arrive à terminer la course. La victoire récompense à la fois la vitesse et la capacité à survivre aux dangers du parcours.\n\n### Type de Dragons\n\n**L'Aetherwing : Le sprinter, conçu pour les courses explosives.**  \nSa vitesse de 40 m/s lui permet de distancer facilement ses adversaires sur une courte distance mais sa faible santé (30 ✔) et sa forte déperdition de vie (5 ✔/ Tour) le rendent très vulnérable. Idéal pour les joueurs offensifs qui misent tout sur une victoire rapide et qui sont confiants dans leur capacité à éviter les obstacles et les attaques.\n\n**Le Stoneclaw : Le marathonien, bâti pour l'endurance.** Son pool de santé plus important (40 ✔) et sa déperdition de vie réduite (3 ✔/ Tour) lui permettent de tenir sur la durée et de mieux encaisser les dégâts. Sa vitesse plus faible (30 m/s) le rend moins performant sur les lignes droites où la course pure prime. Il pardonne plus facilement les erreurs et permet une approche plus tactique, où attendre le moment propice pour doubler est la clé.\n\n### AETHERWING\n\n- **Santé** : 30  \n- **Vitesse** : 40 m/s  \n- **Déperdition** : 5 / Tour  \n\n---\n\n### STONECLAW\n\n- **Santé** : 40  \n- **Vitesse** : 30 m/s  \n- **Déperdition** : 3 / Tour  \n\n---\n\nLe tracé de la course est découpé en segments ou tours de 200 mètres et 4 à 6 segments constituent le parcours entier. Chaque segment ou tour correspond donc à une phase de jeu durant laquelle les cavaliers choisissent ce que leur dragon va accomplir. Ces choix sont ensuite résolus par le modérateur, qui dévoile les résultats pour tous : positions, pertes de cœurs, effets des attaques et des objets utilisés...\n\nÀ chaque tour, le joueur dispose de **trois actions**. Pour rivaliser avec les autres il aura le choix entre **faire avancer son dragon** vers une direction donnée, ce qui veut dire que changer de cap alors qu'une direction est déjà prise implique la perte d'une action, **utiliser un objet de son inventaire**, **modifier son altitude de course** au cas où il perd de la hauteur et enfin, la capacité de **décélération** qui freine l'élan de votre dragon en une seconde. Les décisions sont transmises en secret au modérateur, puis révélées collectivement comme une scène de récit partagé.\n\nLa course se déroule à une altitude de mille cinq cents mètres. Si un dragon descend sous la barre des mille, il est éliminé sans retour possible. Remonter est faisable, mais coûteux : un cœur doit être sacrifié pour chaque cent mètres récupérés. Ainsi, gérer l'altitude devient aussi vital que gérer ses réserves de cœurs.\n\n### Objets de Course\n\n**Flamme localisée** : inflige -5(⚠️) de dégâts, ralentit de moitié et fait perdre 100 mètres d'altitude. Le dragon crache une boule de feu compacte qui percute la cible, laissant derrière elle des écailles noircies et une traînée de fumée.\n\n**Régain de Cœurs** : rend cinq cœurs. Une lumière rouge douce se propage dans le corps du dragon, son souffle se fait plus régulier et ses ailes reprennent de la force\n\n**Cœur vital** : Annule tout effet positif ou négatif sur la vitesse. Une onde verte traverse le dragon, l'air autour de lui se calme et il reprend un vol stable\n\n**Bouclier** : bloque une attaque et disparaît ensuite. Elle protège le dragon pendant trois secondes. Une barrière translucide se déploie brièvement, lisse comme du cristal, avant de se fissurer au fil du temps où à l'impact d'une attaque. Le bouclier ne protège pas des obstacles.\n\n**Plume des vents du sud** : double la vitesse du dragon mais triple le coût en cœurs. Une plume brillante se colle à l'échine du dragon et son vol s'emballe, rapide mais usant sa vitalité.\n\n**Flamme chercheuse** : inflige -10⚠️ de dégâts, ralentit de moitié et fait perdre 200 mètres d'altitude. Elle ne peut viser qu'un joueur classé un rang au-dessus du lanceur dans la course. Pour l'obtenir, il faut avoir deux Flammes localisées. Une fois libérée, la sphère poursuit l'adversaire jusqu'à s'écraser contre son dragon.\n\n**Flamme Rabar** : 5 tirs de boules de feu lancées progressivement par le dragon ; si trois touchent, une même cible, cette dernière cible perd 50 % de sa vitesse et 200 m d'altitude.\n\n**Portail bleu** : réduit la vitesse de moitié pendant un segment. Il apparaît dans un rayon de cent mètres autour du lanceur et le premier dragon qui le traverse en subit l'effet.\n\n**Portail vert** : augmente la vitesse de 50 % pendant un segment. Il naît lui aussi dans un rayon de cent mètres et s'active pour le premier dragon qui le franchit."
  }
}