{
  "valoria": {
    "histoire": "**Durée :** Plusieurs milliers d'années\n\n**Mesure du temps :** Pas de calendrier. On comptait les années par cycles de lune et par la durée des règnes.\n\n**Magie :** Inconnue à cette époque.\n\n**Arts de la guerre :** Uniquement basés sur la force, l'habileté et les armes traditionnelles.\n\n---\n\n### **Un continent, des empires**\n\nBien avant l'émergence de la magie, Valoria n'était qu'un vaste continent, rude et fragmenté en royaumes, tribus et empires. Chaque région cultivait ses langues, ses croyances, ses lois et ses tensions. Mais toutes partageaient une vérité commune : **la vie se méritait**. Les cartes se redessinaient, les alliances se nouaient et se rompaient sans fin ; aucun peuple ne régnait longtemps. **C'était une époque sans miracles.** Les légendes existaient, mais **la réalité l'emportait** :\n\nOn priait, mais **les cieux restaient muets**.\n\nOn sacrifiait, mais **les récoltes dépendaient des pluies et non des dieux**.\n\nPourtant, certains sages **observaient des anomalies** : des plantes qui ne fanaient jamais, des enfants aux rêves étrangement prémonitoires, des pierres vibrant sous les doigts. Mais tout cela **était relégué aux contes ou aux superstitions des campagnes**.\n\n---\n\n### **Un monde en conflit**\n\nPeu à peu, les royaumes devinrent plus puissants, et **les peuples se montrèrent de plus en plus orgueilleux**. Les grands empires cherchaient à tout contrôler : les mers, les richesses du sol, les terres lointaines... Les guerres se succédaient, sans véritable fin. Les traités de paix ne servaient qu'à préparer la prochaine bataille. Partout, on construisait sans réfléchir : des châteaux immenses, des remparts interminables, des villes posées sur l'eau. L'humanité progressait… **mais sans se demander jusqu'où elle pouvait aller**.\n\n---\n\nPuis arriva **la Nuit Rouge…**\n\nUn soir d'été : **trois lunes apparurent en même temps dans le ciel**, un phénomène jamais vu. Et soudain, le ciel se déchira.\n\n**Une pluie de météores, brûlants comme du métal en fusion**, traversa les nuages et s'abattit sur Valoria.\n\nSes **fragments** percutèrent le sol, détruisant des villes entières et réveillant des volcans endormis depuis des générations. **Tsunamis et séismes** achevèrent de ravager les terres. Ce n'était pas la fin du monde… c'était **le ciel qui nous tombait dessus**.\n\nMais un peu partout depuis cette catastrophe, on découvrit des pierres étranges… **des runes.**\n\n**La chute**\n\nDes blocs tombèrent en pluie éparse sur Valoria. Ils creusèrent des cratères, effacèrent des villages et brisèrent des chaînes de montagnes. Certains traversèrent les océans et soulevèrent des raz-de-marée qui redessinèrent les côtes. D'autres restèrent fichés dans la terre, fumants, inertes en apparence.\n\nLes civilisations de l'ancien monde, déjà fragiles, n'avaient aucune chance. Les capitales s'effondrèrent les unes après les autres : parfois sous la masse des roches, parfois sous le chaos qui les suivait. Les routes commerciales disparurent. Les royaumes se retrouvèrent isolés et les échanges cessèrent.\n\nLa plupart crurent d'abord à une guerre divine, puis à une malédiction. Mais prières ni rituels ne purent contenir ce qui venait de commencer.\n\n**Les runes**\n\nCes pierres tombées du ciel n'étaient pas seulement destructrices : elles portaient autre chose.\n\nLes premiers survivants qui s'en approchèrent constatèrent vite leurs effets. Les animaux devenaient nerveux. Les végétaux croissaient de travers. Les outils se déformaient à leur contact. Surtout, elles semblaient émettre une force : une énergie.\n\nChez certains, la proximité prolongée provoquait des troubles du sommeil, des visions, parfois des dons inexplicables. Chez d'autres, elle n'apportait que mort : brûlés de l'intérieur, déformés ou simplement effacés.\n\nOn leur donna un nom : les runes. Personne ne savait d'où venait ce mot. Il s'imposa de lui-même, comme si les pierres s'étaient nommées seules. Les plus grandes gisaient dans des zones inhabitées, incassables. D'autres furent ensevelies, mais leur influence persista, souterraine et invisible. Pour faire court : Le monde subissait des mutations irréversibles.\n\n**Une lente réorganisation**\n\nIl a fallut des générations pour que Valoria trouve une forme de survie. Les anciens royaumes ne se relevèrent jamais : leurs souverains étaient morts et leurs systèmes obsolètes.\n\nÀ leur place surgirent des communautés isolées : refuges fortifiés, villages ruraux, cités reconstruites autour d'un fragment de rune… Le tout non pour le dominer, mais pour s'en protéger ou tenter de l'exploiter. Peu à peu, les hommes apprirent à vivre avec.\n\nOn vit naître les premiers objets imprégnés, les premières expériences, les premières disciplines magiques encore maladroites ou rudimentaires… \n\nPersonne ne maîtrisait vraiment ces forces. On les subissait, on les contournait, ou bien on les fuyait.\n\n**Cinq siècles plus tard**\n\nPuis un jour, sans avertissement, des corps apparurent sur les plages. Nus. Sans nom. Sans passé. Ils parlaient peu mais comprenaient vite. Nul ne savait d'où ils venaient pas même eux. On les appela les Ondrithes.\n\nD'abord considérés comme des anomalies, ils se multiplièrent. Chaque année, d'autres surgissaient. Toujours seuls. Toujours amnésiques.\n\nEt pour la première fois depuis l'impact, une même question résonna à travers Valoria :\n\nÉtaient-ils la conséquence ? Ou bien… le commencement ?"
  }
}